[
  {
    "number": 1,
    "arabic": "يسٓ",
    "translation": "Yā Sīn."
  },
  {
    "number": 2,
    "arabic": "وَٱلْقُرْءَانِ ٱلْحَكِيمِ",
    "translation": "Demi Al-Qur’an yang penuh hikmah,"
  },
  {
    "number": 3,
    "arabic": "إِنَّكَ لَمِنَ ٱلْمُرْسَلِينَ",
    "translation": "sesungguhnya engkau (Nabi Muhammad) benar-benar salah seorang dari rasul-rasul"
  },
  {
    "number": 4,
    "arabic": "عَلَىٰ صِرَٰطٍ مُّسْتَقِيمٍ",
    "translation": "(yang berada) di atas jalan yang lurus,"
  },
  {
    "number": 5,
    "arabic": "تَنزِيلَ ٱلْعَزِيزِ ٱلرَّحِيمِ",
    "translation": "(sebagai wahyu) yang diturunkan oleh (Allah) Yang Mahaperkasa lagi Maha Penyayang,"
  },
  {
    "number": 6,
    "arabic": "لِتُنذِرَ قَوْمًا مَّآ أُنذِرَ ءَابَآؤُهُمْ فَهُمْ غَٰفِلُونَ",
    "translation": "agar engkau (Nabi Muhammad) memberi peringatan kepada suatu kaum yang nenek moyang mereka belum pernah diberi peringatan, sehingga mereka lalai."
  },
  {
    "number": 7,
    "arabic": "لَقَدْ حَقَّ ٱلْقَوْلُ عَلَىٰٓ أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ",
    "translation": "Sungguh, benar-benar berlaku perkataan (ketetapan takdir) terhadap kebanyakan mereka, maka mereka tidak akan beriman."
  },
  {
    "number": 8,
    "arabic": "إِنَّا جَعَلْنَا فِىٓ أَعْنَٰقِهِمْ أَغْلَٰلًا فَهِىَ إِلَى ٱلْأَذْقَانِ فَهُم مُّقْمَحُونَ",
    "translation": "Sesungguhnya Kami telah memasang belenggu di leher mereka, lalu (tangan mereka yang terbelenggu diangkat) ke dagu, karena itu mereka tertengadah."
  },
  {
    "number": 9,
    "arabic": "وَجَعَلْنَا مِنۢ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَٰهُمْ فَهُمْ لَا يُبْصِرُونَ",
    "translation": "Kami memasang penghalang di hadapan mereka dan di belakang mereka, lalu Kami menutup (penglihatan) mereka sehingga mereka tidak dapat melihat."
  },
  {
    "number": 10,
    "arabic": "وَسَوَآءٌ عَلَيْهِمْ ءَأَنذَرْتَهُمْ أَمْ لَمْ تُنذِرْهُمْ لَا يُؤْمِنُونَ",
    "translation": "Sama saja bagi mereka, apakah engkau (Nabi Muhammad) memberi peringatan kepada mereka atau tidak memberi peringatan kepada mereka, mereka tidak akan beriman."
  },
  {
    "number": 11,
    "arabic": "إِنَّمَا تُنذِرُ مَنِ ٱتَّبَعَ ٱلذِّكْرَ وَخَشِىَ ٱلرَّحْمَٰنَ بِٱلْغَيْبِ ۖ فَبَشِّرْهُ بِمَغْفِرَةٍ وَأَجْرٍ كَرِيمٍ",
    "translation": "Sesungguhnya engkau hanya (bisa) memberi peringatan kepada orang-orang yang mau mengikuti peringatan dan yang takut kepada Tuhan Yang Maha Pengasih sekalipun mereka tidak melihat-Nya. Maka, berilah mereka kabar gembira dengan ampunan dan pahala yang mulia."
  },
  {
    "number": 12,
    "arabic": "إِنَّا نَحْنُ نُحْىِ ٱلْمَوْتَىٰ وَنَكْتُبُ مَا قَدَّمُوا۟ وَءَاثَٰرَهُمْ ۚ وَكُلَّ شَىْءٍ أَحْصَيْنَٰهُ فِىٓ إِمَامٍ مُّبِينٍ",
    "translation": "Sesungguhnya Kamilah yang menghidupkan orang-orang mati dan Kami (pulalah) yang mencatat apa yang telah mereka kerjakan dan bekas-bekas yang mereka (tinggalkan). Segala sesuatu Kami kumpulkan dalam kitab induk yang nyata (Lauh Mahfuz)."
  },
  {
    "number": 13,
    "arabic": "وَٱضْرِبْ لَهُم مَّثَلًا أَصْحَٰبَ ٱلْقَرْيَةِ إِذْ جَآءَهَا ٱلْمُرْسَلُونَ",
    "translation": "Buatlah untuk mereka suatu perumpamaan, yaitu penduduk suatu negeri, ketika para utusan datang kepada mereka,"
  },
  {
    "number": 14,
    "arabic": "إِذْ أَرْسَلْنَآ إِلَيْهِمُ ٱثْنَيْنِ فَكَذَّبُوهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوٓا۟ إِنَّآ إِلَيْكُم مُّرْسَلُونَ",
    "translation": "yaitu ketika Kami mengutus kepada mereka dua orang utusan, lalu mereka mendustakan keduanya. Kemudian Kami menguatkan dengan (utusan) yang ketiga, lalu ketiga (utusan) itu berkata, “Sesungguhnya kami adalah orang-orang yang diutus kepadamu.”"
  },
  {
    "number": 15,
    "arabic": "قَالُوا۟ مَآ أَنتُمْ إِلَّا بَشَرٌ مِّثْلُنَا وَمَآ أَنزَلَ ٱلرَّحْمَٰنُ مِن شَىْءٍ إِنْ أَنتُمْ إِلَّا تَكْذِبُونَ",
    "translation": "Mereka (penduduk negeri) menjawab, “Kamu tidak lain hanyalah manusia seperti kami juga. (Allah) Yang Maha Pengasih tidak menurunkan sesuatu apa pun. Kamu tidak lain hanyalah pendusta.”"
  },
  {
    "number": 16,
    "arabic": "قَالُوا۟ رَبُّنَا يَعْلَمُ إِنَّآ إِلَيْكُمْ لَمُرْسَلُونَ",
    "translation": "Mereka (para utusan) berkata, “Tuhan kami mengetahui sesungguhnya kami adalah para utusan(-Nya) kepadamu."
  },
  {
    "number": 17,
    "arabic": "وَمَا عَلَيْنَآ إِلَّا ٱلْبَلَٰغُ ٱلْمُبِينُ",
    "translation": "Adapun kewajiban kami hanyalah menyampaikan (perintah Allah) dengan jelas.”"
  },
  {
    "number": 18,
    "arabic": "قَالُوٓا۟ إِنَّا تَطَيَّرْنَا بِكُمْ ۖ لَئِن لَّمْ تَنتَهُوا۟ لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُم مِّنَّا عَذَابٌ أَلِيمٌ",
    "translation": "Mereka (penduduk negeri) menjawab, “Sesungguhnya kami bernasib malang karenamu. Sungguh, jika kamu tidak berhenti (menyeru kami), niscaya kami akan merajam kamu dan kamu pasti akan merasakan siksaan yang pedih dari kami.”"
  },
  {
    "number": 19,
    "arabic": "قَالُوا۟ طَٰٓئِرُكُم مَّعَكُمْ ۚ أَئِن ذُكِّرْتُم ۚ بَلْ أَنتُمْ قَوْمٌ مُّسْرِفُونَ",
    "translation": "Mereka (para utusan) berkata, “Kemalangan kamu itu (disebabkan oleh perbuatan) kamu sendiri. Apakah karena kamu diberi peringatan, (lalu kamu menjadi malang)? Sebenarnya kamu adalah kaum yang melampaui batas.”"
  },
  {
    "number": 20,
    "arabic": "وَجَآءَ مِنْ أَقْصَا ٱلْمَدِينَةِ رَجُلٌ يَسْعَىٰ قَالَ يَٰقَوْمِ ٱتَّبِcū ٱلْمُرْسَلِينَ",
    "translation": "Datanglah dengan bergegas dari ujung kota seorang laki-laki. Dia berkata, “Wahai kaumku, ikutilah para utusan itu."
  },
  {
    "number": 21,
    "arabic": "ٱتَّبِعُوا۟ مَن لَّا يَسْـَٔلُكُمْ أَجْرًا وَهُم مُّهْتَدُونَ",
    "translation": "Ikutilah orang yang tidak meminta imbalan apa pun kepadamu dan mereka adalah orang-orang yang mendapat petunjuk."
  },
  {
    "number": 22,
    "arabic": "وَمَا لِىَ لَآ أَعْبُdُ ٱلَّذِى فَطَرَنِى وَإِلَيْهِ تُرْجَعُونَ",
    "translation": "Apa (alasanku) untuk tidak menyembah (Allah) yang telah menciptakanku dan hanya kepada-Nyalah kamu akan dikembalikan?"
  },
  {
    "number": 23,
    "arabic": "ءَأَتَّخِذُ مِن دُونِهِۦٓ ءَالِهَةً إِن يُرِدْنِ ٱلرَّحْمَٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّى شَفَٰعَتُهُمْ شَيْـًٔا وَلَا يُنقِذُونِ",
    "translation": "Mengapa aku akan menyembah tuhan-tuhan selain-Nya? Jika (Allah) Yang Maha Pengasih menghendaki bencana terhadapku, niscaya pertolongan mereka tidak akan memberi manfaat sedikit pun kepadaku dan mereka (juga) tidak akan dapat menyelamatkanku."
  },
  {
    "number": 24,
    "arabic": "إِنِّىٓ إِذًا لَّفِى ضَلَٰلٍ مُّبِينٍ",
    "translation": "Sesungguhnya aku (jika berbuat) begitu, benar-benar berada dalam kesesatan yang nyata."
  },
  {
    "number": 25,
    "arabic": "إِنِّىٓ ءَامَنتُ بِرَبِّكُمْ فَٱسْمَعُونِ",
    "translation": "Sesungguhnya aku telah beriman kepada Tuhanmu. Maka, dengarkanlah (pengakuan)-ku.”"
  },
  {
    "number": 26,
    "arabic": "قِيلَ ٱدْخُلِ ٱلْجَنَّةَ ۖ قَالَ يَٰلَيْتَ قَوْمِى يَعْلَمُونَ",
    "translation": "Dikatakan (kepadanya), “Masuklah ke surga.” Dia (laki-laki itu) berkata, “Alangkah baiknya seandainya kaumku mengetahui"
  },
  {
    "number": 27,
    "arabic": "بِمَا غَفَرَ لِى رَبِّى وَجَعَلَنِى مِنَ ٱلْمُكْرَمِينَ",
    "translation": "(yakni) apa yang menyebabkan Tuhanku mengampuniku dan menjadikan aku termasuk orang-orang yang dimuliakan.”"
  },
  {
    "number": 28,
    "arabic": "۞ وَمَآ أَنزَلْنَا عَلَىٰ قَوْمِهِۦ مِنۢ بَعْدِهِۦ مِن جُندٍ مِّنَ ٱلسَّمَآءِ وَمَا كُنَّا مُنزِلِينَ",
    "translation": "Setelah dia (dibunuh), Kami tidak menurunkan satu pasukan pun dari langit kepada kaumnya dan Kami tidak perlu menurunkannya."
  },
  {
    "number": 29,
    "arabic": "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ خَٰمِدُونَ",
    "translation": "(Azab mereka) itu tidak lain hanyalah satu teriakan saja. Seketika itu mereka pun padam."
  },
  {
    "number": 30,
    "arabic": "يَٰحَسْرَةً عَلَى ٱلْعِبَادِ ۚ مَا يَأْتِيهِم مِّن رَّسُولٍ إِلَّا كَانُوا۟ بِهِۦ يَسْتَهْزِءُونَ",
    "translation": "Alangkah besar penyesalan para hamba itu. Setiap datang seorang rasul kepada mereka, mereka selalu memperolok-olokkannya."
  },
  {
    "number": 31,
    "arabic": "أَلَمْ يَرَوْا۟ كَمْ أَهْلَكْنَا قَبْلَهُم مِّنَ ٱلْقُرُونِ أَنَّهُمْ إِلَيْهِمْ لَا يَرْجِعُونَ",
    "translation": "Tidakkah mereka mengetahui berapa banyak umat sebelum mereka yang telah Kami binasakan. Mereka (setelah binasa) tidak ada yang kembali kepada mereka."
  },
  {
    "number": 32,
    "arabic": "وَإِن كُلٌّ لَّمَّا جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
    "translation": "Tidak ada satu (umat) pun, kecuali semuanya akan dihadirkan kepada Kami (untuk dihisab)."
  },
  {
    "number": 33,
    "arabic": "وَءَايَةٌ لَّهُمُ ٱلْأَرْضُ ٱلْمَيْتَةُ أَحْيَيْنَٰهَا وَأَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُونَ",
    "translation": "Suatu tanda (kebesaran Allah) bagi mereka adalah bumi yang mati (tandus). Kami menghidupkannya dan mengeluarkan darinya biji-bijian, lalu dari (biji-bijian) itu mereka makan."
  },
  {
    "number": 34,
    "arabic": "وَجَعَلْنَا فِيهَا جَنَّٰتٍ مِّن نَّخِيلٍ وَأَعْنَٰبٍ وَفَجَّرْنَا فِيهَا مِنَ ٱلْعُيُونِ",
    "translation": "Kami (juga) menjadikan padanya (bumi) kebun-kebun kurma dan anggur, serta Kami memancarkan padanya beberapa mata air"
  },
  {
    "number": 35,
    "arabic": "لِيَأْكُلُوا۟ مِن ثَمَرِهِۦ وَمَا عَمِلَتْهُ أَيْدِيهِمْ ۖ أَفَلَا يَشْكُرُونَ",
    "translation": "agar mereka dapat makan dari buahnya dan dari hasil usaha tangan mereka. Mengapa mereka tidak bersyukur?"
  },
  {
    "number": 36,
    "arabic": "سُبْحَٰنَ ٱلَّذِى خَلَقَ ٱلْأَزْوَٰجَ كُلَّهَا مِمَّا تُنۢبِتُ ٱلْأَرْضُ وَمِنْ أَنفُسِهِمْ وَمِمَّا لَا يَعْلَمُونَ",
    "translation": "Mahasuci (Allah) yang telah menciptakan semuanya berpasang-pasangan, baik dari apa yang ditumbuhkan oleh bumi dan dari diri mereka sendiri maupun dari apa yang tidak mereka ketahui."
  },
  {
    "number": 37,
    "arabic": "وَءَايَةٌ لَّهُمُ ٱلَّيْلُ نَسْلَخُ مِنْهُ ٱلنَّهَارَ فَإِذَا هُم مُّظْلِمُونَ",
    "translation": "Suatu tanda juga (kebesaran Allah) bagi mereka adalah malam. Kami menanggalkan siang dari (malam) itu, maka seketika itu mereka (berada dalam) kegelapan."
  },
  {
    "number": 38,
    "arabic": "وَٱلشَّمْسُ تَجْرِى لِمُسْتَقَرٍّ لَّهَا ۚ ذَٰلِكَ تَقْدِيرُ ٱلْعَزِيزِ ٱلْعَلِيمِ",
    "translation": "(Suatu tanda juga adalah) matahari yang berjalan di tempat peredarannya. Demikianlah ketetapan (Allah) Yang Mahaperkasa lagi Maha Mengetahui."
  },
  {
    "number": 39,
    "arabic": "وَٱلْقَمَرَ قَدَّرْنَٰهُ مَنَازِلَ حَتَّىٰ عَادَ كَٱلْعُرْجُونِ ٱلْقَدِيمِ",
    "translation": "(Begitu juga) bulan, Kami tetapkan bagi(-nya) tempat-tempat peredaran sehingga (setelah sampai ke tempat peredaran terakhir,) kembalilah ia seperti bentuk tandan yang tua."
  },
  {
    "number": 40,
    "arabic": "لَا ٱلشَّمْسُ يَنۢبَغِى لَهَآ أَن تُدْرِكَ ٱلْقَمَرَ وَلَا ٱلَّيْلُ سَابِقُ ٱلنَّهَارِ ۚ وَكُلٌّ فِى فَلَكٍ يَسْبَحُونَ",
    "translation": "Tidaklah mungkin bagi matahari mengejar bulan dan malam pun tidak dapat mendahului siang. Masing-masing beredar pada garis edarnya."
  },
  {
    "number": 41,
    "arabic": "وَءَايَةٌ لَّهُمْ أَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى ٱلْفُلْكِ ٱلْمَشْحُونِ",
    "translation": "Suatu tanda (kebesaran Allah) bagi mereka adalah bahwa Kami mengangkut keturunan mereka dalam kapal yang penuh muatan."
  },
  {
    "number": 42,
    "arabic": "وَخَلَقْنَا لَهُم مِّن مِّثْلِهِۦ مَا يَرْكَبُونَ",
    "translation": "(Begitu juga) Kami menciptakan untuk mereka dari jenis itu angkutan (lain) yang mereka kendarai."
  },
  {
    "number": 43,
    "arabic": "وَإِن نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيخَ لَهُمْ وَلَا هُمْ يُنقَذُونَ",
    "translation": "Jika Kami menghendaki, Kami menenggelamkan mereka. Kemudian, tidak ada seorang penolong pun bagi mereka dan mereka pun tidak diselamatkan."
  },
  {
    "number": 44,
    "arabic": "إِلَّا رَحْمَةً مِّنَّا وَمَتَٰعًا إِلَىٰ حِينٍ",
    "translation": "Akan tetapi, (Kami menyelamatkan mereka) karena rahmat yang besar dari Kami dan untuk memberi mereka kesenangan hidup sampai waktu tertentu."
  },
  {
    "number": 45,
    "arabic": "وَإِذَا قِيلَ لَهُمُ ٱتَّقُوا۟ مَا بَيْنَ أَيْدِيكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُونَ",
    "translation": "Ketika dikatakan kepada mereka, “Takutlah kamu akan (siksa) yang ada di hadapanmu (di dunia) dan (siksa) yang ada di belakangmu (akhirat) agar kamu mendapat rahmat,” (mereka tidak mengindahkannya)."
  },
  {
    "number": 46,
    "arabic": "وَمَا تَأْتِيهِم مِّنْ ءَايَةٍ مِّنْ ءَايَٰتِ رَبِّهِمْ إِلَّا كَانُوا۟ عَنْهَا مُعْرِضِينَ",
    "translation": "Tidak satu pun dari tanda-tanda (kebesaran) Tuhan datang kepada mereka, kecuali mereka selalu berpaling darinya."
  },
  {
    "number": 47,
    "arabic": "وَإِذَا قِيلَ لَهُمْ أَنفِقُوا۟ مِمَّا رَزَقَكُمُ ٱللَّهُ قَالَ ٱلَّذِينَ كَفَرُوا۟ لِلَّذِينَ ءَامَنُوٓا۟ أَنُطْعِمُ مَن لَّوْ يَشَآءُ ٱللَّهُ أَطْعَمَهُۥٓ إِنْ أَنتُمْ إِلَّا فِى ضَلَٰلٍ مُّبِينٍ",
    "translation": "Ketika dikatakan kepada mereka, “Infakkanlah sebagian rezeki yang diberikan Allah kepadamu,” orang-orang yang kufur itu berkata kepada orang-orang yang beriman, “Apakah pantas kami memberi makan kepada orang-orang yang jika Allah menghendaki, Dia akan memberinya makan? Kamu tidak lain kecuali dalam kesesatan yang nyata.”"
  },
  {
    "number": 48,
    "arabic": "وَيَقُولُونَ مَتَىٰ هَٰذَا ٱلْوَعْدُ إِن كُنتُمْ صَٰدِقِينَ",
    "translation": "Mereka berkata, “Kapankah janji (hari Kebangkitan) itu (akan datang) jika kamu orang-orang benar?”"
  },
  {
    "number": 49,
    "arabic": "مَا يَنظُرُونَ إِلَّا صَيْحَةً وَٰحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُونَ",
    "translation": "Mereka hanya menunggu satu teriakan, yang akan membinasakan mereka ketika mereka sedang bertengkar."
  },
  {
    "number": 50,
    "arabic": "فَلَا يَسْتَطِيعُونَ تَوْصِيَةً وَلَآ إِلَىٰٓ أَهْلِهِمْ يَرْجِعُونَ",
    "translation": "Oleh sebab itu, mereka tidak dapat berwasiat dan tidak dapat kembali kepada keluarganya."
  },
  {
    "number": 51,
    "arabic": "وَنُفِخَ فِى ٱلصُّورِ فَإِذَا هُم مِّنَ ٱلْأَجْدَاثِ إِلَىٰ رَبِّهِمْ يَنسِلُونَ",
    "translation": "Sangkakala pun ditiup dan seketika itu mereka bergerak cepat dari kuburnya menuju kepada Tuhannya."
  },
  {
    "number": 52,
    "arabic": "قَالُوا۟ يَٰوَيْلَنَا مَنۢ بَعَثَنَا مِن مَّرْقَدِنَا ۜ ۗ هَٰذَا مَا وَعَدَ ٱلرَّحْمَٰنُ وَصَدَقَ ٱلْمُرْسَلُونَ",
    "translation": "Mereka berkata, “Celakalah kami! Siapakah yang membangkitkan kami dari tempat tidur kami (kubur)?” (Lalu, dikatakan kepada mereka,) “Inilah yang dijanjikan (Allah) Yang Maha Pengasih dan benarlah para rasul(-Nya).”"
  },
  {
    "number": 53,
    "arabic": "إِن كَانَتْ إِلَّا صَيْحَةً وَٰحِدَةً فَإِذَا هُمْ جَمِيعٌ لَّدَيْنَا مُحْضَرُونَ",
    "translation": "(Teriakan) itu hanya sekali saja, maka seketika itu mereka semua dihadapkan kepada Kami (untuk dihisab)."
  },
  {
    "number": 54,
    "arabic": "فَٱلْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَلَا تُجْزَوْنَ إِلَّا مَا كُنتُمْ تَعْمَلُونَ",
    "translation": "Pada hari itu tidak ada seorang pun yang dirugikan sedikit pun. Kamu tidak akan diberi balasan, kecuali atas apa yang telah kamu kerjakan."
  },
  {
    "number": 55,
    "arabic": "إِنَّ أَصْحَٰبَ ٱلْجَنَّةِ ٱلْيَوْمَ فِى شُغُلٍ فَٰكِهُونَ",
    "translation": "Sesungguhnya para penghuni surga pada hari itu berada dalam kesibukan (sehingga tidak berpikir selain) bersenang-senang."
  },
  {
    "number": 56,
    "arabic": "هُمْ وَأَزْوَٰجُهُمْ فِى ظِلَٰلٍ عَلَى ٱلْأَرَآئِكِ مُتَّكِـُٔونَ",
    "translation": "Mereka dan pasangan-pasangannya berada dalam tempat yang teduh sambil bersandar di atas dipan-dipan."
  },
  {
    "number": 57,
    "arabic": "لَهُمْ فِيهَا فَٰكِهَةٌ وَلَهُم مَّا يَدَّعُونَ",
    "translation": "Di (surga) itu mereka memperoleh buah-buahan dan apa saja yang mereka inginkan."
  },
  {
    "number": 58,
    "arabic": "سَلَٰمٌ قَوْلًا مِّن رَّبٍّ رَّحِيمٍ",
    "translation": "(Kepada mereka dikatakan,) “Salam,” sebagai ucapan selamat dari Tuhan Yang Maha Penyayang."
  },
  {
    "number": 59,
    "arabic": "وَٱمْتَٰزُوا۟ ٱلْيَوْمَ أَيُّهَا ٱلْمُجْرِمُونَ",
    "translation": "(Dikatakan kepada orang-orang kafir,) “Berpisahlah kamu (dari orang-orang mukmin) pada hari ini, wahai para pendurhaka!"
  },
  {
    "number": 60,
    "arabic": "أَلَمْ أَعْهَدْ إِلَيْكُمْ يَٰبَنِىٓ ءَادَمَ أَن لَّا تَعْبُdūا۟ ٱلشَّيْطَٰنَ ۖ إِنَّهُۥ لَكُمْ عَدُوٌّ مُّبِينٌ",
    "translation": "Bukankah Aku telah berpesan kepadamu dengan sungguh-sungguh, wahai anak cucu Adam, agar kamu tidak menyembah setan? Sesungguhnya setan itu musuh yang nyata bagimu."
  },
  {
    "number": 61,
    "arabic": "وَأَنِ ٱعْبُdūنِى ۚ هَٰذَا صِرَٰطٌ مُّسْتَقِيمٌ",
    "translation": "(Bukankah Aku juga telah berpesan:) Sembahlah Aku? Inilah jalan yang lurus."
  },
  {
    "number": 62,
    "arabic": "وَلَقَدْ أَضَلَّ مِنكُمْ جِبِلًّا كَثِيرًا ۖ أَفَلَمْ تَكُونُوا۟ تَعْقِلُونَ",
    "translation": "Sungguh, ia (setan) benar-benar telah menyesatkan sebagian besar di antara kamu. Maka, apakah kamu tidak mengerti?"
  },
  {
    "number": 63,
    "arabic": "هَٰذِهِۦ جَهَنَّمُ ٱلَّتِى كُنتُمْ تُوعَدُونَ",
    "translation": "Inilah (neraka) Jahanam yang dahulu telah diperingatkan kepadamu."
  },
  {
    "number": 64,
    "arabic": "ٱصْلَوْهَا ٱلْيَوْمَ بِمَا كُنتُمْ تَكْفُرُونَ",
    "translation": "Masuklah ke dalamnya pada hari ini karena dahulu kamu mengingkarinya.”"
  },
  {
    "number": 65,
    "arabic": "ٱلْيَوْمَ نَخْتِمُ عَلَىٰٓ أَفْوَٰهِهِمْ وَتُكَلِّمُنَآ أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُم بِمَا كَانُوا۟ يَكْسِبُونَ",
    "translation": "Pada hari ini Kami membungkam mulut mereka. Tangan merekalah yang berkata kepada Kami dan kaki merekalah yang akan menjadi saksi terhadap apa yang dahulu mereka kerjakan."
  },
  {
    "number": 66,
    "arabic": "وَلَوْ نَشَآءُ لَطَمَسْنَا عَلَىٰٓ أَعْيُنِهِمْ فَٱسْتَبَقُوا۟ ٱلصِّرَٰطَ فَأَنَّىٰ يُبْصِرُونَ",
    "translation": "Seandainya Kami berkehendak, pastilah Kami akan menghapus penglihatan (membutakan) mereka sehingga mereka berlomba-lomba (mencari) jalan (selamat). Maka, bagaimana mungkin mereka dapat melihat?"
  },
  {
    "number": 67,
    "arabic": "وَلَوْ نَشَآءُ لَمَسَخْنَٰهُمْ عَلَىٰ مَكَانَتِهِمْ فَمَا ٱسْتَطَٰعُوا۟ مُضِيًّا وَلَا يَرْجِعُونَ",
    "translation": "Seandainya Kami berkehendak, pastilah Kami akan mengubah bentuk mereka di tempat mereka berada sehingga mereka tidak sanggup berjalan lagi dan juga tidak sanggup kembali."
  },
  {
    "number": 68,
    "arabic": "وَمَن نُّعَمِّرْهُ نُنَكِّسْهُ فِى ٱلْخَلْقِ ۖ أَفَلَا يَعْقِلُونَ",
    "translation": "Siapa yang Kami panjangkan umurnya niscaya Kami balik proses penciptaannya (dari kuat menjadi lemah). Maka, apakah mereka tidak mengerti?"
  },
  {
    "number": 69,
    "arabic": "وَمَا عَلَّمْنَٰهُ ٱلشِّعْرَ وَمَا يَنۢبَغِى لَهُۥٓ ۚ إِنْ هُوَ إِلَّا ذِكْرٌ وَقُرْءَانٌ مُّبِينٌ",
    "translation": "Kami tidak mengajarkan syair kepadanya (Nabi Muhammad) dan (bersyair) itu tidaklah pantas baginya. (Wahyu yang Kami turunkan kepadanya) itu tidak lain adalah pelajaran dan Al-Qur’an yang memberi penjelasan"
  },
  {
    "number": 70,
    "arabic": "لِّيُنذِرَ مَن كَانَ حَيًّا وَيَحِقَّ ٱلْقَوْلُ عَلَى ٱلْكَٰفِرِينَ",
    "translation": "agar dia (Nabi Muhammad) memberi peringatan kepada orang-orang yang hidup (hatinya) dan agar ketetapan (azab) berlaku terhadap orang-orang kafir."
  },
  {
    "number": 71,
    "arabic": "أَوَلَمْ يَرَوْا۟ أَنَّا خَلَقْنَا لَهُم مِّمَّا عَمِلَتْ أَيْدِينَآ أَنْعَٰمًا فَهُمْ لَهَا مَٰلِكُونَ",
    "translation": "Tidakkah mereka melihat bahwa sesungguhnya Kami telah menciptakan untuk mereka hewan-hewan ternak dari sebagian apa yang telah Kami ciptakan dengan kekuasaan Kami, lalu mereka memilikinya?"
  },
  {
    "number": 72,
    "arabic": "وَذَلَّلْنَٰهَا لَهُمْ فَمِنْهَا رَكُوبُهُمْ وَمِنْهَا يَأْكُلُونَ",
    "translation": "Kami menundukkannya untuk mereka. Sebagian di antaranya menjadi tunggangan mereka dan sebagian (lagi) mereka makan."
  },
  {
    "number": 73,
    "arabic": "وَلَهُمْ فِيهَا مَنَٰفِcُ وَمَشَارِبُ ۖ أَفَلَا يَشْكُرُونَ",
    "translation": "Pada (hewan-hewan ternak itu) terdapat berbagai manfaat dan minuman untuk mereka. Mengapa mereka tidak bersyukur?"
  },
  {
    "number": 74,
    "arabic": "وَٱتَّخَذُوا۟ مِن دُونِ ٱللَّهِ ءَالِهَةً لَّعَلَّهُمْ يُنصَرُونَ",
    "translation": "Mereka menjadikan tuhan-tuhan selain Allah agar mereka mendapat pertolongan."
  },
  {
    "number": 75,
    "arabic": "لَا يَسْتَطِيعُونَ نَصْرَهُمْ وَهُمْ لَهُمْ جُندٌ مُّحْضَرُونَ",
    "translation": "(Sesembahan) itu tidak dapat menolong mereka, padahal (sesembahan) itu adalah tentara yang dihadirkan untuk menjaga mereka."
  },
  {
    "number": 76,
    "arabic": "فَلَا يَحْزُنكَ قَوْلُهُمْ ۘ إِنَّا نَعْلَمُ مَا يُسِرُّونَ وَمَا يُعْلِنُونَ",
    "translation": "Maka, jangan sampai ucapan mereka membuat engkau (Nabi Muhammad) bersedih. Sesungguhnya Kami mengetahui apa yang mereka rahasiakan dan apa yang mereka nyatakan."
  },
  {
    "number": 77,
    "arabic": "أَوَلَمْ يَرَ ٱلْإِنسَٰنُ أَنَّا خَلَقْنَٰهُ مِن نُّطْفَةٍ فَإِذَا هُوَ خَصِيمٌ مُّبِينٌ",
    "translation": "Tidakkah manusia mengetahui bahwa Kami menciptakannya dari setetes mani? Kemudian tiba-tiba saja dia menjadi penantang yang nyata."
  },
  {
    "number": 78,
    "arabic": "وَضَرَبَ لَنَا مَثَلًا وَنَسِىَ خَلْقَهُۥ ۖ قَالَ مَن يُحْىِ ٱلْعِظَٰمَ وَهِىَ رَمِيمٌ",
    "translation": "Dia membuat perumpamaan bagi Kami dan melupakan asal penciptaannya. Dia berkata, “Siapakah yang dapat menghidupkan tulang-belulang yang telah hancur luluh?”"
  },
  {
    "number": 79,
    "arabic": "قُلْ يُحْيِيهَا ٱلَّذِىٓ أَنشَأَهَآ أَوَّلَ مَرَّةٍ ۖ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ",
    "translation": "Katakanlah (Nabi Muhammad), “Yang akan menghidupkannya adalah Zat yang menciptakannya pertama kali. Dia Maha Mengetahui setiap makhluk."
  },
  {
    "number": 80,
    "arabic": "ٱلَّذِى جَعَلَ لَكُم مِّنَ ٱلشَّجَرِ ٱلْأَخْضَرِ نَارًا فَإِذَآ أَنتُم مِّنْهُ تُوقِدُونَ",
    "translation": "(Dialah) yang menjadikan api untukmu dari kayu yang hijau. Kemudian, seketika itu kamu menyalakannya (api itu) darinya.”"
  },
  {
    "number": 81,
    "arabic": "أَوَلَيْسَ ٱلَّذِى خَلَقَ ٱلسَّمَٰوَٰتِ وَٱلْأَرْضَ بِقَٰدِرٍ عَلَىٰٓ أَن يَخْلُقَ مِثْلَهُم ۚ بَلَىٰ وَهُوَ ٱلْخَلَّٰقُ ٱلْعَلِيمُ",
    "translation": "Bukankah Zat yang menciptakan langit dan bumi mampu menciptakan (manusia) yang serupa mereka (di akhirat kelak)? Benar. Dialah Maha Pencipta lagi Maha Mengetahui."
  },
  {
    "number": 82,
    "arabic": "إِنَّمَآ أَمْرُهُۥٓ إِذَآ أَرَادَ شَيْـًٔا أَن يَقُولَ لَهُۥ كُن فَيَكُونُ",
    "translation": "Sesungguhnya ketetapan-Nya, jika Dia menghendaki sesuatu, Dia hanya berfirman kepadanya, “Jadilah!” Maka, jadilah (sesuatu) itu."
  },
  {
    "number": 83,
    "arabic": "فَسُبْحَٰنَ ٱلَّذِى بِيَدِهِۦ مَلَكُوتُ كُلِّ شَىْءٍ وَإِلَيْهِ تُرْجَعُونَ",
    "translation": "Maka, Mahasuci (Allah) yang di tangan-Nya kekuasaan atas segala sesuatu dan kepada-Nya kamu dikembalikan."
  }
]
